{
    "title": "Privacy Policy",
    "sections": [
        "At Dirt Road Development, we take the privacy of our clients and website visitors very seriously. This privacy policy outlines what information we collect, how we use it, and how we protect it.",
        "Information Collection",
        "We may collect personal information, such as name, email address, and phone number, when you fill out our contact form, request information or services, or sign up for our newsletter. We may also collect non-personal information, such as IP address, browser type, and operating system, when you visit our website.",
        "Use of Information",
        "We use the personal information we collect to respond to your inquiries and requests, provide services you have requested, and send newsletters and other marketing communications. We may also use non-personal information to improve our website and services.",
        "Information Sharing",
        "We do not sell or rent your personal information to third parties. However, we may share your personal information with our trusted partners and service providers who assist us in operating our website and providing services to you. We may also share your information if required by law or to protect our rights or the rights of others.",
        "Security",
        "We use reasonable measures to protect your personal information from unauthorized access, use, or disclosure. However, no system can guarantee complete security.",
        "Cookies",
        "We use cookies to enhance your experience on our website. Cookies are small files that are placed on your device when you visit our website. They allow us to remember your preferences and provide personalized content and advertising.",
        "Your Choices",
        "You may choose not to provide us with certain personal information. You can also disable cookies in your browser settings, but this may limit your ability to use certain features of our website.",
        "Changes to this Privacy Policy",
        "We may update this privacy policy from time to time. Any changes will be posted on this page.",
        "Contact Us",
        "If you have any questions or concerns about our privacy policy, please contact us at code@dirtroad.dev.",
        "Last updated: March 14, 2023."
    ]
}